public class main {
	public static void(String[] args) {
	// <- Код ->
		// Первое число
		int num1 = 6;
		// Второе число
        int num2 = 4;
        // Проверка, если первое число будет больше второго, то код выполнит следущее действие
        if(num1>num2){
        	System.out.println("Первое число больше второго");
        } 

    // <- Код ->
		// Первое число
        int 1num1 = 8;
		// Второе число
        int 2num2 = 9;
        // Проверка, если первое число не будет больше второго, то код выполнит следущее действие
        if(1num!>2num2){
        	System.out.println("Первое число не больше второго");
        }
   	}
}
